{
  "continue": "Continuer",
  "cancel": "Annuler",
  "save": "Sauvegarder",
  "settings": "Paramètre",
  "proxy": "Proxy",
  "locale": "Local",
  "deleteGame": "Supprimer jeu",
  "areYouSure": "Êtes vous sûr?",
  "deleteGameNotice": "Cette option va supprimer les shaders, les paramètres du processeur et le dossier mod pour ce jeu. Cette action est irréversible.",
  "shadersSharing": "Partager les shaders...",
  "shadersShared": "Vos shaders ont été envoyés!",
  "gamebananaModsTitle": "Les 50 mods les plus téléchargés de GameBanana",
  "gamebananaNoMods": "Impossible de trouver des mods sur GameBanana",
  "gameBananaLoading": "Chargement des mods de GameBanana...",
  "tos": "En utilisant RyuSAK, vous acceptez de ne <i>jamais</i> demander d'aide ou d'en parler sur les salons officiels des émulateurs.</br></br> Utilisez le lien Discord en haut a droite si vous avez besoin d'aide (en anglais).",
  "agree": "J'ai accepté les termes d'utilisation",
  "loading_data": "Chargement des données...",
  "configuration": "Configuration",
  "dl_firmware": "Télécharger le firmware",
  "dl_keys": "Télécharger les clés",
  "addConfiguration": "Ajouter une configuration supplémentaire",
  "pickRyuDataPath": "Veuillez choisir le dossier Ryujinx. (\"%APPDATA%\\Ryujinx\" ou \"~/.config/Ryujinx/\" par défaut)",
  "addConfigTitle": "Ajoutez un nom pour votre nouvelle configuration",
  "addConfigEg": "e.g \"Portable\", \"Flatpak\"",
  "mode": "Mode",
  "readingDataPath": "RyuSAK lit ses données de",
  "launchRyujinx": "<a href=\"https://ryujinx.org/download\" target=\"_blank\">Téléchargez Ryujinx</a> et lancez n'importe quel jeu en premier. Tous vos jeux devraient apparaître ici automatiquement après avoir lancé un jeu. Seuls les jeux qui peuvent être lancé par Ryujinx apparaîtront ici. Ryujinx n'est pas payant. Si vous utilisez différentes versions de Ryujinx, utilisez le bouton \"Configuration\" en haut a gauche.",
  "ryuDefault": "Ryujinx Global (par défaut)",
  "keysLocation": "Clés installées avec succès dans",
  "firmwareLocation": "Firmware installé avec succès dans",
  "downloadManager": "Télécharger le manager",
  "update_downloading": "Une nouvelle version de RyuSAK se télécharge en arrière-plan! Merci de ne pas fermer RyuSAK avant la fin du téléchargement.",
  "update_downloaded": "La mise a jour de RyuSAK a été téléchargée et sera appliquée lors du prochain lancement.",
  "update_restart": "Une mise a jour a été téléchargée! Voulez vous redémarrer pour l'appliquer?",
  "updatingEshop": "Mise a jour des données eshop",
  "filter": "Filtrer les jeux ({{LENGTH}})",
  "openShaderDir": "Ouvrir le dossier des shaders",
  "openModsDir": "Ouvrir le dossier des mods",
  "dlMods": "Télécharger mods",
  "noMods": "Aucun mod trouvé",
  "dlSave": "Télécharger sauvegarde",
  "noSave": "Aucune sauvegarde trouvée",
  "dlSaveDesc": "Une fois que le téléchargement sera effectué, la sauvegarde sera sur votre bureau. Pour installer une sauvegarde, faites clic droit sur le jeu dans la liste de jeu de l'émulateur, \"open save folder\" et extractez l'achive téléchargée dedans. Faites une copie de votre sauvegarde avant si vous comptez la garder!",
  "noCompatData": "Il n'y a pas de données compatible pour l'instant, vous pouvez mettre les vôtres! Ne le faites pas si c'est un jeu leaké!",
  "addCompatReport": "Ajoutez votre retour",
  "infoNewReport": "Vous serez redirigé sur le site officiel de Ryujinx pour la compatibilité des jeux sur GitHub. Merci de respecter la procédure de retour et faites attention si le même retour (issue) n'a pas déjà été fait. Aussi, si le jeu n'est pas encore sorti officiellement (exemple: le jeu a leak), votre retour ne sera pas pris en compte car Ryujinx ne supporte pas les jeux piratés.",
  "infoExistingReport": "Vous serez redirigé sur le site officiel de Ryujinx pour la compatibilité des jeux sur GitHub. Merci de rajouter un commentaire sur votre problème et de rajouter des infos utiles comme votre config et les logs. Ne faites pas de nouveaux retour (issues)!",
  "dlMod": "Télécharger mod",
  "dlModVersion": "Choisissez la version du jeu auquel vous jouez. Attention, un mod peut ne pas marcher si la version n'est pas la bonne.",
  "refreshInfo": "Actualisation réussie! Attention, seul les jeux que vous avez déjà lancé apparaitront dans la liste, ",
  "modInstalled": "Mod installé avec succès a cet endroit: <code>{path}</code>",
  "shaderInfo": "Les shaders sont de petits programmes qui fonctionnent sur la carte graphique et sont responsables pour faire apparaitre le terrain, les personnages, les explosions, l'herbe, etc. Étant donné qu'un PC ne peut pas faire tourner les shaders d'une Switch sans les transformer d'abord, il doit les traduire pour que l'ordinateur puisse les comprendre. Cette opération prend du temps, et vous la remarquerez de deux façons:<br /><br />- Chaque fois que vous tomberez sur un nouveau shader a traduire, votre jeu se figera le temps de traduire le shader, ce qui occasionnera des freezes et des ralentissement, et une chute du taux d'IPS (images par secondes). Quand vous lancerez un jeu pour la premiere fois, beaucoup de ralentissement seront a prévoir, mais plus vous jouerez, plus les ralentissement disparaitront.<br /><br />- L'émulateur va enregistrer chaque nouveau shader traduit, et les mettre de coté. Quand vous lancerez le jeu, l'émulateur va prendre du temps pour charger tout les shaders déja généré, pour empecher les ralentissement et les chutes d'IPS",
  "shaderThreshold": "Vous pouvez partager vos shaders si vous en avez plus que ceux stockés sur le serveur de RyuSAK par au moins cette valeur.",
  "localShadersCount": "Nombre de shaders possedés",
  "ryusakShadersCount": "Nombre de shaders que RyuSAK possède",
  "dlShaders": "Télécharger shaders",
  "shareShaders": "Partager shaders",
  "shaderUploadingUnavailable": "Impossible d'envoyer vos shaders pour l'instant",
  "shaders": "Shaders",
  "threshold": "Valeur minimale",
  "refresh": "Actualiser",
  "OPERATION_CANCELED": "Vous avez annulé l'opération.",
  "EMULATOR_PATH_ALREADY_EXISTS": "Vous avez déjà ajouté ce dossier a RyuSAK.",
  "FETCH_FAILED": "Impossible d'utiliser le fichier, réessayez.",
  "SHADER_UPLOAD_FAIL": "Echec de l'envoi des shader avec le code status {status}.",
  "SHADER_POST_FAIL": "Echec de l'envoi des shaders, merci de partager les détails avec le Discord:</br></br>{details}",
  "SHADER_POST_DUPLICATE": "Un pack de shaders avec un plus grand nombre que le vôtre a déja été envoyé et est en cours d'approbation."
}
